Repository: mozilla-l10n/mt-training-data
Catalog: yo/yo_pontoon.tmx
Source language: en_us
Languages: yo

source: %1$s automatically stops companies from secretly following you around the web.
yo: %1$s dá àwọn ilé-iṣẹ́ dúró ní aláìfọwọ́kàn láti ma tẹ̀lé ọ ní ìkọ̀kọ̀ yíká wẹ́ẹ̀bù.

source: %1$s can close tabs you haven’t viewed over the past month.
yo: %1$s lè ti àwọn táàbù tí o kò tíì wò ní oṣù tó kọjá.

source: %1$s can’t download this file type
yo: %1$s kò le ṣe ìgbàsílẹ̀ fún irúfẹ́́ fáìlì yí

source: %1$s clears your search and browsing history from private tabs when you close them or quit the app. While this doesn’t make you anonymous to websites or your internet service provider, it makes it easier to keep what you do online private from anyone else who uses this device.
yo: %1$s pa ìwádìí àti ìtàn ìlọkiri rẹ̀ lórí àwọn táàbù ìkọ̀kọ̀ nígbà tí o bá tì wọ́n tàbí nígbà tí o kò lo áàpù náà mọ́. Ní àkó́kò tí èyí kò sọ ẹ́ di aláìnídáánimọ̀ sí àwọn wẹ́íbusaìtì yí tàbí olùpèsè ìlò íntánẹ́ẹ̀tì rẹ, ó jẹ́ kó rọrùn láti tọ́jú gbogbo ohun tí ò ń ṣe lórí ayélujára sí ìkọ̀kọ̀ fún ẹnikẹ́ni tó bá lo èrọ yìí.

source: %1$s could not verify the authenticity of the application. Do you want to proceed with autofilling the selected credentials?
yo: %1$s kò le rí àrídájú fún áàpù náà. Ṣé o fẹ́ tẹ̀síwájú pẹ̀lú yíyàn-aládàáṣe fún àwọn ìwé-ẹ̀rí náà?

source: %1$s has a new update
yo: %1$s ó ní ìṣọdọ̀tun tuntun

source: %1$s has been added to %2$s
yo: %1$s wọ́n ti fi kun %2$s

source: %1$s is fast and private
yo: %1$s yára ó sì jẹ́ ìkọ̀kọ̀

source: %1$s is produced by Mozilla.
yo: %1$s Jẹ́ ṣíṣẹ̀dá látọwọ́ọ Mozilla.

source: %1$s is requesting your username and password.
yo: %1$s ń béère orúkọ ìwọlé àti pásíwọọ̀dù

source: %1$s may install and run studies from time to time.
yo: %1$s lè fi sórí ẹ̀rọ kí o sì ṣe àwọn àyẹ̀wò láti ìgbàdégbà.

source: %1$s on %2$s %3$s
yo: %1$s lórí %2$s %3$s

source: %1$s open tabs. Tap to switch tabs.
yo: %1$s sí táàbù. Tẹ̀ ẹ́ láti bọ́ sí àwọn táàbù.

source: %1$s (Private Mode)
yo: %1$s (Móòdù ìkọ̀kọ̀)

source: %2$s is requesting your username and password. The site says: “%1$s”
yo: %2$s ń béèrè orúkọ ìṣàmúlò àti kóòdù rẹ. Ìkànnì náà sọ pé: “%1$s”

source: 2. Tap <b>Permissions</b>
yo: 2. Fọwọ́ ba<b>ìgbàláàyè</b>

source: 3. Toggle <b>%1$s</b> to ON
yo: 3. Yíipadà <b>%1$s</b> láti TÀN-ÁN

source: About %1$s
yo: Nípa %1$s

source: Accept and edit suggestion
yo: Gbà á, kí o sì ṣe àtuṣe àbá

source: Accept the Risk and Continue
yo: Gba Ewu náà kí o sì tẹ̀síwájú

source: Access browser activity during navigation
yo: Ní àǹfàní sí iṣẹ́ tó ń lọ lóri bíráwúsà lákòókò ìwákiri

source: Access browser tabs
yo: Ní àǹfàní sí àwọn abala bíráwúsà

source: Access browsing history
yo: Ní àǹfàní sí ìtàn bíráwúsìnìn

source: Accessibility
yo: Ìgbaniláàyè

source: Access recently closed tabs
yo: Ní àǹfàní sí táàbù tó ṣẹ̀ṣẹ̀ padé

source: Access to the file was denied
yo: Ìdènà wà sí àṣe sí fáìlì náà

source: Access your data for %1$s
yo: Ní àǹfààní sí data rẹ ní %1$s

source: Access your data for all websites
yo: Ní àǹfààní sí data rẹ̀ ní gbogbo ìkànnì

source: Access your data for sites in the %1$s domain
yo: Ní àǹfààní sí data rẹ fún àwọn ìkànnì ní agbegbe %1$s

source: Access your data on %1$d other domains
yo: Ní àǹfàní sí data rẹ ní títàn %1$d agbègbè mìíràn

source: Access your data on %1$d other sites
yo: Ní àǹfààní sí data rẹ lórí %1$d ìkànnì mìíràn

source: Access your data on 1 other domain
yo: Ní àǹfààní sí data rẹ lórí 1 agbegbe mìíràn

source: Access your data on 1 other site
yo: Ní àǹfààní sí data rẹ ni 1 ìkànnì mìíràn

source: Access your location
yo: Ní àǹfàní sí ibùdó ti o wà

source: Account settings
yo: Àwọn ètò àkáńtì

source: Active
yo: Tí ó ń ṣiṣẹ́

source: Adapts to your device settings
yo: Fi àwọn ètò ẹ̀rọ rẹ kọ́ra

source: Add
yo: Ṣàfikún

source: Add %1$s?
yo: Fi %1$s? kún

source: Add %1$s and %2$s to %3$s
yo: Àfikún %1$s àti %2$s sí %3$s

source: Add %1$s to %2$s
yo: Àfikún %1$s sí %2$s

source: Add address
yo: Ṣàfikún àdìrẹ́sì

source: Add a shortcut to open private tabs from your Home screen.
yo: Ṣàfikún ọ̀nà-àbùjá láti ṣí àwọn táàbù ìkọ̀kọ̀ láti síkíríìnì Àkọ̀kọ̀ rẹ.

source: Add card
yo: Ṣàfikún káàdì

source: Add credit card
yo: Ṣàfikún kírẹ́díìtì káàdì

source: Added to shortcuts!
yo: Ṣàfikún àwọn ọ̀nà-àbùjá!

source: Add folder
yo: Ṣàfikún fóhúdà

source: Add login
yo: Ṣàfikún lọ́giìnì

source: Add new collection
yo: Ṣàfikún àkójọpọ̀ tuntun

source: Add new login
yo: Ṣàfikún ìforúkọsílẹ̀ láti wọlé tuntun

source: Add-on collection modified. Quitting the application to apply changes…
yo: Ṣàfikún títún àkójọpọ̀ ṣe. Jíjáwọ́ kúrò nínu ààpù láti ṣàmúlò àwọn àyípadà…

source: Add-on is already installed
yo: A ti fi àfikún si tẹ́lẹ̀

source: Add-on is not supported
yo: Kò sí àtìlẹ́yìn fún àfikún

source: Add-ons
yo: Àwọn àfikún

source: Add-ons Manager
yo: Ṣe Àfikún Àṣàmójútó

source: Add-on updates
yo: Ṣàfikún ìsọdọ̀tun

source: Add private browsing shortcut
yo: Ṣàfikún ọ̀nà-àbùjá bíráwúsìnnì ìkọ̀kọ̀

source: Add private tab
yo: Ṣàfikún táàbù ìkọ̀kọ̀

source: Address bar
yo: Pẹpẹ àdìrẹ́sì

source: Addresses
yo: Àwọn àdírẹ́ẹ̀sì

source: Address Not Found
yo: A kò rí àdírẹ́sì

source: Add search engine
yo: Ṣàfikún ẹ̀rọ ìwádìí

source: Add shortcut
yo: Ṣàfikún ọ̀nà-àbùjá

source: Add tab
yo: Ṣàfikún táàbù

source: Add them to %1$s
yo: Ṣàfikún wọn sí %1$s

source: Add to contact
yo: Fikún àwọn olùbásọ̀rọ̀

source: Add to Home screen
yo: Ṣàfikún sí Síkíríìnì àkọ́ọ́kàn

source: Add to shortcuts
yo: Ṣàfikún àwọn ọ̀nà-àbùjá

source: Add username to saved password?
yo: Ṣe àfikún orúkọ-aṣàmúlò mọ́ ọ̀rọ̀-ìṣínà tó wà ní ìpamọ́?

source: Advanced
yo: Ìlọsíwájú

source: Advanced…
yo: Ìjìnlẹ̀…

source: After one day
yo: Lẹ́yìn ọjọ́ kan

source: After one month
yo: Lẹ́yìn oṣù kan

source: After one week
yo: Lẹ́yìn ọ̀sẹ̀ kan

source: All actions
yo: Gbogbo àwọn ìṣe

source: All cookies (will cause websites to break)
yo: Gbogbo kúkíìsì (yóò jẹ́kí àwọn ojú òpó wẹ́ẹ̀bù fọ́)

source: Allow
yo: Fàyègbà

source: ALLOW
yo: FÀYÈGBÀ

source: Allow %1$s to open %2$s
yo: Fàyègbàá %1$s láti ṣí %2$s

source: Allow %1$s to play DRM-controlled content?
yo: Fàyègba %1$s láti mú àkóónú ìṣàkóso DRM ṣiṣẹ́ bí?

source: Allow %1$s to send notifications?
yo: Fàyègba %1$s láti fi àwọn ìtanilólobó ráńṣẹ́?

source: Allow %1$s to store data in persistent storage?
yo: Fàyègba %1$s láti fi dátà pamọ́ sí àyè tó dúróore?

source: Allow %1$s to use its cookies on %2$s?
yo: Falyègba %1$s láti lo àwọn kúkì rẹ̀ lórí %2$s?

source: Allow %1$s to use your camera?
yo: Fàyègba %1$s láti lo èrọ-ayàwòrán rẹ?

source: Allow %1$s to use your camera and microphone?
yo: Fàyègba %1$s láti lo ẹ̀rọ-ayàwòrán àti ẹ̀rọ-ìgbóhùn rẹ?

source: Allow %1$s to use your location?
yo: Gbà láàyè %1$s láti lo ibi tí o wà?

source: Allow %1$s to use your microphone?
yo: Fàyègba %1$s láti lo ẹ̀rọ-ìgbóhùn rẹ?

source: Allow audio and video
yo: Fàyègba ọ́díò àti fídíò

source: Allowed
yo: Ti fàyègbàá

source: Allow in private browsing
yo: Fàyè gbàá nínú bíráwúsìnìn ìkọ̀kọ̀

source: Allow screenshots in private browsing
yo: Fàyègba àwọn sikirinṣọ́ọ̀tì nínú bíráwúsìnnì ìkọ̀kọ̀

source: Allow search suggestions in private sessions?
yo: Gba àwọn ìmọ̀ràn ìwádìí láàyè ní àwọn àsìkò ìkọ̀kọ̀ bí?

source: Allows Mozilla to install and run studies
yo: Fàyègba Mozilla láàyè láti wọlé sórí ẹ̀rọ kó sì ṣe àwọn ayẹ̀wò

source: All third-party cookies (may cause websites to break)
yo: Gbogbo kúkíìsì ẹni kẹta (lè jẹ́kí àwọn ojú òpó wẹ́ẹ̀bù fọ́)

source: A login with that username already exists
yo: Ìfisílẹ̀ orúkọ ìgbàwọlé yẹn ti wà tẹ́lè

source: Always
yo: Ní gbogbo ìgbà

source: Always-on privacy
yo: Ìdánìkanwà nígbàgbogbo

source: A new permission is required
yo: A nílò ìgbàláyè tuntun

source: Apr
yo: Igbe

source: Are you sure?
yo: Ṣé ó dá ọ lójú?

source: Are you sure that you want to clear all the cookies and data for the site <b>%s</b>?
yo: Ṣé ó dá ẹ lójú pé o fẹ́ yọ gbogbo àwọn àkójọ dátà aláfiránṣẹ́ ti wẹ́ẹ̀bù àti dátà fún sáìtì náà<b>%s</b>?

source: Are you sure that you want to clear all the permissions for this site?
yo: Ṣé ó dá ẹ lójú pé o fẹ́ yọ gbogbo ìgbààyè fún sáìtì yìí?

source: Are you sure that you want to clear all the permissions on all sites?
yo: Ṣé ó dá ẹ lójú pé o fẹ́ yọ gbogbo ìgbààyè yìí fún gbogbo sáìtì?

source: Are you sure that you want to clear this permission for this site?
yo: Ṣé ó dá ẹ lójú pé o fẹ́ yọ ìgbààyè yìí fún sáìtì yìí?

source: Are you sure you want to delete %1$s?
yo: Ṣé ó dá ọ lójú pé o fẹ́ paárẹ́ %1$s?

source: Are you sure you want to delete this address?
yo: Ṣé ó dá ẹ lójú pé o fẹ́ pa àdìrẹ́sì náà rẹ́?

source: Are you sure you want to delete this bookmark?
yo: Ṣé ó dá ẹ lójú pé o fẹ́ pa àkọsílẹ̀ àdìrẹ́sì wẹ́ẹ̀bù yìí rẹ́?

source: Are you sure you want to delete this credit card?
yo: Ṣé ó dá ọ lójú pé o fẹ́ pa kírẹ́dítì káàdì yìí rẹ́?

source: Are you sure you want to delete this folder?
yo: Ṣé ó dá ọ lójú pé o fẹ́ ṣe ìyọkúrò fóhúdà yìí?

source: Are you sure you want to delete this login?
yo: Ṣé ó dá ẹ lójú pé o fẹ́ pa ìforúkọsílẹ̀ láti wọlé yìí rẹ́?

source: A site is playing media
yo: Sáìtì kán tan ìkànnì

source: Ask to allow
yo: Bèrè láti fàyègbàá

source: Ask to save
yo: Bèrè láti fipamọ́

source: Audio and video will play on Wi-Fi
yo: Ọ́díò àti fídíò yóò ṣiṣẹ́ lóri Wi-Fi

source: Aug
yo: Ògún

source: Authors
yo: Àwọn òǹkọ̀wé

source: Auto-close after one month?
yo: Tì-fúnra-ẹ̀ lẹ́yìn oṣù kan?

source: Auto-close enabled
yo: Tí-fúnra-ẹ̀ ti di ṣíṣe

source: Auto-close open tabs
yo: Pa àwọn táàbù tó wà ní ṣíṣí sílẹ̀ dé láìfọwọ́paádé

source: Autocomplete URLs
yo: Ìdápé-aláìfọwọ́sí àwọn URL

source: Autofill
yo: Fi si láìfọwọ́ yi

source: Autofill in %1$s
yo: Àìfọwọ́yí sí %1$s

source: Autofill in other apps
yo: Àìfọwọ́yí nínú àwọn áàpù mìíràn

source: Automatic
yo: Ìdánìkanṣiṣẹ́

source: Automatically attempts to connect to sites using HTTPS encryption protocol for increased security.
yo: Ìgbìnyànjú ẹsẹ̀kẹsẹ̀ láti so mọ́ àwọn sáìtì tó ń lo ìlànà ìfipamọ́ HTTPS fún ààbò tó lékún.

source: Automatically deletes browsing data when you select \"Quit\" from the main menu
yo: Pa dátà bíráwúsínnì rẹ́ ní aláìfọwọkàn nígbà tí o bá yàn-án \"Jáde\" láti inú àkójọpọ̀ àṣàyàn

source: Automatic font sizing
yo: Àìfọwọ́yí ìwọ̀n fọ́ǹtì

source: Autoplay
yo: Aládàáṣiṣẹ́

source: Balanced for privacy and performance. Pages load normally.
yo: Ó dúró digbí fún ìkọ̀kọ̀ àti ìṣesí. Àwọn ojú ìwé ń ṣiṣẹ́ déédé.

source: Block
yo: Dẹ̀nà

source: Block audio and video
yo: Dìnà ọ́díò àti fídíò

source: Block audio and video on cellular data only
yo: Dìnà ọ́díò àti fídíò lóri dátà sẹ́lúlà nìkan

source: Block audio only
yo: Dìnà ọ́díò nìkan

source: Block content on any page
yo: Dìnà àwọn àkóónú lóri èyíkéyìí ojú ìwé

source: Blocked
yo: Ti dènà

source: Blocked by Android
yo: Ti di dídènà nípasè Áńdírọ́ìdì

source: Blocks cookies that ad networks and analytics companies use to compile your browsing data across many sites.
yo: Ṣe ìdínnàmọ́ kúkíìsì tí àwọn nẹ́tíwọọ̀kì ìpolówó àti àwọn ilé-iṣẹ́ àwọn ìṣètúpalẹ̀ ń lò láti ṣe àkójọ àwọn dátà bíráwúsínnì rẹ kárí ọ̀pọ̀ àwọn sáìtì.

source: Blocks more trackers so pages load faster, but some on-page functionality may break.
yo: Ṣe ìdínnàmọ́ sí ọ̀pọ̀ àwọn olùtọpasẹ̀ kí àwọn ojú-ìwé léè yára ṣiṣẹ́, àmọ́ díẹ̀ nínú àwọn ojú-ìwé tí ó ń ṣiṣẹ́ lé è bàjẹ́.

source: Bookmark
yo: Búkúmaàkì

source: Bookmarks
yo: Àwọn búkúmaàkì

source: Bookmark saved!
yo: A ti fi búkúmaàkì pamọ́!

source: Bookmarks deleted
yo: Àwọn búkúmaàkì ti parẹ́

source: Bookmarks Menu
yo: Àwọn Àtẹ búkúmaàkì

source: Bookmarks saved!
yo: Àwọn búkúmaakì ti wà ní ìfipamọ́!

source: Bookmarks Toolbar
yo: Àwọn Pẹpẹ irinṣẹ́ búkúmaàkì

source: Bottom
yo: Ìsàlẹ̀

source: Bring bookmarks, history, and passwords to %1$s on this device.
yo: Mú àwọn búkúmaakì, ìtàn, àti àwọn ọ̀rọ̀ ìgbaniwọlé láti %1$s tan ẹ̀rọ yìí.

source: Browse without being followed
yo: Bíráwúsì láìsí ìtẹ̀lé

source: Browsing data deleted
yo: Àwọn dátà bíráwúsìnnì ti parẹ́

source: Browsing history and site data
yo: Ìtàn bíráwúsìnnì àti dátà sáìtì

source: Cached images and files
yo: Àwọn àwòrán àti àwọn fáìlì ti wà ní ìfipamọ́

source: Call
yo: Ìpè

source: Call with…
yo: Pè pẹ̀lú…

source: Camera
yo: Kámẹ́rà

source: Camera access needed. Go to Android settings, tap permissions, and tap allow.
yo: A nílò àti lo ẹ̀rọ ayàwòrán. Lọ sí àwọn ètò Ańdíróídì, tẹ àwọn ìgbaniláàyè, kí o sì tẹ ìgbàláàyè.

source: Camera and microphone are on
yo: Ẹ̀rọ-ìyàwọ̀rán àti ẹ̀rọ-ìgbóhùn wà ní títàn

source: Camera is on
yo: Ẹ̀rọ̀-ìyàwọ̀rán wà ní títàn

source: Cancel
yo: Parẹ́

source: Cancel downloads
yo: Pa àwọn ìgbàsílẹ̀ rẹ́

source: Cancel private downloads?
yo: Pa àwọn ìgbàsílẹ̀ ìkọ̀kọ̀ rẹ́?

source: Cannot Complete Request
yo: A kò lè parí ìbéèrè rẹ

source: Cannot share to this app
yo: Kò le pín sí áàpù yí

source: Can’t edit default folders
yo: Kò lè ṣe àtúnkọ àwọn fóhúdà àìyípadà

source: Card Number
yo: Nóḿbà káàdì

source: Card number will be encrypted. Security code won’t be saved.
yo: A ó sọ nọ́ḿbà káàdì di kóòdù. A ò ní ṣe ìfipamọ́ kóòdù ààbò.

source: Change wallpaper by tapping Firefox homepage logo
yo: Ṣe àyípadà ìṣẹ́ṣọ ògiri nípa títẹ ààmì ojú-ìwé Firefox

source: Check that search string matches Example format
yo: Ri pé àkójọ ohun ìwádìí bá ìlànà àpẹẹrẹ náà mu

source: Check your network connection or try reloading the page in a few moments.
yo: Yẹ àsomọ́ nẹ́tiwọ̀kì rẹ wò tàbí gbìyànjú àti mú ojú-ìwé ṣiṣẹ́ lẹ́yìn ìgbà díẹ̀

source: Choose a color
yo: Yan àwọ̀ kan

source: Choose what to sync
yo: Yan ohun tí o fẹ́ ṣepọ̀

source: Choose which trackers and scripts to block.
yo: Yan irú àwọn olùtọpasẹ̀ àti àwọn àṣẹ kọ̀m̀pútà láti dènà.

source: Choose your theme
yo: Yan àkóórí rẹ

source: City
yo: Ìlú

source: Clean, organized tabs
yo: Àwọn táàbù tó wà ní títò, tó mọ̀

source: Clear
yo: Paárẹ́

source: Clear away tab clutter with improved layout and auto-closing tabs.
yo: Kó ìrújúpọ̀ táàbù kúrò pẹ̀lú ìgbélélẹ̀ tó ti ní ìdàgbàsókè si àti àwọn táàbù tó ń padé fún ra wọn.

source: Clear cookies and site data
yo: Pa àwọn àkójọ dátà aláfiránṣẹ́ ti wẹ́ẹ̀bù àti dátà sáìtì rẹ́

source: Clear hostname
yo: Pa orúkọ nẹ́tíwọọ̀kì kọ̀m̀pútà rẹ́

source: Clear password
yo: Kó pásíwọọ̀dù kúrò

source: Clear permission
yo: Kó ìgbaniláàyè kúró

source: Clear permissions
yo: Kó àwọn ìgbaniláàyè kúrò

source: Clear permissions on all sites
yo: Kó àwọn ìgbaniláàyè kúrò nínu gbogbo àwọn sáìtì

source: Clear recent browsing history, cookies, and related data
yo: Kó àwọn ìtan tí o lò lóríi bíráwúsà kúrò, kúkìsì, àti àwọn dátà tó jọmọ

source: Clears cookies set by redirects to known tracking websites.
yo: Pa kúkíìsì rẹ́ ètò tí àwọn aṣàtúnjúwe ṣe sí ìtọpasẹ̀ àwọn ojú ọ̀pọ́ wẹ́ẹ̀bù tí a mọ̀.

source: Clear username
yo: Pa orúkọ aṣàmúlò rẹ́

source: Click for more details
yo: Tẹ̀ẹ́ fún àlàyé nípa kókó díẹ̀ si

source: Close after one day
yo: Padé lẹ́yìn ọjọ́ kan

source: Close after one month
yo: Padé lẹ́yìn oṣù kan

source: Close after one week
yo: Padé lẹ́yìn ọ̀sẹ̀ kan

source: Close all inactive tabs
yo: Ti gbogbo táàbù tí ò ṣiṣẹ́

source: Close all tabs
yo: Pa gbogbo táàbù dé

source: Close manually
yo: Padé pẹ̀lú ọwọ́

source: Close private tabs
yo: Pa àwọn táàbù ìkọ̀kọ̀ dé

source: Close reader view
yo: Pa èrò olùkà dé

source: Close tab
yo: Pa táàbù dé

source: Close tabs
yo: Pa àwọn táàbù dé

source: Close tab %s
yo: Pa táàbù dé %s

source: Collapse group of synced tabs
yo: Pa àwọn àkójọpọ̀ táàbù tí wọ́n jọ́ ń ṣiṣẹ́ pọ náà dé

source: Collapse inactive tabs
yo: Pa àwọn táàbù tí ò ṣiṣẹ́ dé

source: Collapse suggested addresses
yo: Wó àwọn àdírẹ́sì tí a dábàá

source: Collapse suggested credit cards
yo: Wó àwọn káàdì ìyáwó tí a dábàá

source: Collapse suggested logins
yo: Pa àbá àwọn ohun-ìwọlé rẹ́

source: Collection %d
yo: Àkójọpọ̀ %d

source: Collection deleted
yo: Ti pa àkójọpọ̀ rẹ́

source: Collection menu
yo: Àtẹ àkójọpọ̀

source: Collection name
yo: Àkójọpọ̀ orúkọ

source: Collection owner (User ID)
yo: Àkọ́jọpọ̀ ẹni (ID Aṣàmúlò)

source: Collection renamed
yo: Àkójọpọ̀ ti gba orúkọ mìíràn

source: Collections
yo: Àwọn àkójọpọ̀

source: Collection saved!
yo: Ti fi àkójọpọ̀ pamọ́!

source: Collect the things that matter to you.\nGroup together similar searches, sites, and tabs for quick access later.
yo: Gba àwọn nǹkan tó ṣe pàtàkì sí ọ.\n Fi àwọn ìwádìí, sáìtì àti àwọn táàbù tó jọra sí ọ̀wọ́ kan náà fún ìgbàláàyè tó yára nígbà míràn.

source: Common myths about private browsing
yo: Àwọn àròsọ tó wọ́pọ̀ nípa ìlọkiri-oníwẹ́ẹ̀bù ìkọ̀kọ̀

source: Complete action using
yo: Parí ìgbésẹ̀ pẹ̀lú lílo

source: Connect another device
yo: Ṣe ìsopọ̀ àwọn ẹ̀rọ mìíràn

source: Connect another device.
yo: Ṣe àsopọ̀ ẹ̀rọ míràn.

source: Connect Another Device…
yo: So Ẹ̀rọ Míràn Pọ̀…

source: Connection is not secure
yo: Kò sí ààbò lórí ìbáṣepọ̀

source: Connection is secure
yo: Ààbò wá lórí ìbáṣepọ̀

source: Content crashed
yo: Àkóónú ti bàjẹ́

source: Content Encoding Error
yo: Àṣìṣe ìṣàrokò àkóónú

source: Continue to HTTP Site
yo: Tẹ̀síwájú sí ìkànnì HTTP

source: Continue to website
yo: Tẹ̀síwájú sí ojú òpó wẹ́ẹ̀bù

source: Control browser proxy settings
yo: Ṣàkóso asojú àwọn ètò bíráwúsà

source: Cookies from unvisited sites
yo: Kúkíìsì láti sáìtì tí a kò ṣàbẹ̀wò sí

source: Copied to clipboard
yo: Ti ṣe ẹ̀dà rẹ̀ sí kílípíbọọ̀dù

source: Copy
yo: Ṣe ẹ̀dà

source: Copy email address
yo: Ṣe àdàkọ àdírẹ́sì ímeèlì

source: Copy image location
yo: Ṣe ìdàkọ ipò àwòrán

source: Copy link
yo: Ṣe àdàkọ líǹkì

source: Copy password
yo: Ṣàdàkọ pásíwọọ̀dù

source: Copy to clipboard
yo: Ṣe ẹ̀dà rẹ̀ sí kílípíbọọ̀dù

source: Copy username
yo: Ṣàdàkọ orúkọ aṣàmúlò

source: Corrupted Content Error
yo: Àṣìṣe ìbàjẹ́ àkóónú

source: Could not open file
yo: Kò le ṣí fáìlì

source: Country or region
yo: Orílẹ̀-èdè tàbí àgbègbè

source: Crashes
yo: Àwọn ìjàmbá

source: Crash Reports
yo: Àwọn ìròyìn ìjákulẹ̀

source: Created %s
yo: Ti ṣẹ̀dá%s

source: Credit cards
yo: Àwọn káàdì kírẹ́dítì

source: Cross-site and social media trackers
yo: Kírọ́sì-sáìtì àti olùtọpasẹ̀ ayélujára

source: Cross-site cookies
yo: Kúkììsì irúfẹ́ ààbò nínú àwọn áàpù wẹ́ẹ̀bù

source: Cross-Site Cookies
yo: Kúkíìsì Kírọ́sí-Sáìtì

source: Cross-Site Tracking Cookies
yo: Ìtọpasẹ̀ Kúkíìsì Kírọ́sí-Sáìtì

source: Cryptominers
yo: Àwọn kíríputomínà

source: Custom
yo: Taraẹni

source: Custom Add-on collection
yo: Afikún àkójọpọ̀ Taraẹni

source: Custom Firefox Account server
yo: Sáfà taraẹni akáǹtì Firefox

source: Customize
yo: Ìsọditaraẹni

source: Customize homepage
yo: Ṣètò àkanṣe ojúùwé-àkọ́ọ́kàn

source: Customize reader view
yo: Ṣètò àkànṣe ìran pàtàkì fún olùkà

source: Custom search engine details
yo: Àwọn àlàyé ìwádìí ẹ̀rọ taraẹni

source: Custom Sync server
yo: Sáfà taraẹni onísopọ̀

source: %d addresses
yo: %d àwọn àdìrẹ́sì

source: Dark
yo: Òkùnkùn

source: Dark color scheme
yo: Ìlànà aláwọ̀ dúdú

source: Dark theme
yo: Tíímù òkùnkùn

source: Data choices
yo: Àwọn dátà tó wunni

source: Data collection
yo: Gbígba àwọn dátà

source: Data is encrypted
yo: Dátà ti di ìṣọdi kóòdù

source: Debug menu: %1$d click(s) left to enable
yo: Wíwá àtúnṣẹ àtẹ: %1$d tẹ(s) òsì láti jẹ́kí ó ṣiṣẹ́

source: Debug menu enabled
yo: Wá àtúnṣe sí àtẹ tọ́ ti jẹ́kí ó ṣiṣẹ́

source: Dec
yo: Ọpẹ́

source: Deceptive site issue
yo: Ìṣòro ìkànnì atànnijẹ

source: Default search engine
yo: Ẹ̀rọ ìwádìí ìbẹ̀rẹ̀pẹ̀pẹ̀

source: Delete
yo: Parẹ́

source: Delete %1$s?
yo: Parẹ́ %1$s?

source: Delete address
yo: Pa àdìrẹ́sì rẹ́

source: Delete all exceptions
yo: Pa gbogbo àwọn ìyọkúrò rẹ́

source: Delete all sites in “%s”
yo: Pa gbogbo àwọn sáìtì rẹ́ ní “%s”

source: Delete browsing data
yo: Pa dátà bíráwúsìnnì rẹ́

source: Delete browsing data on quit
yo: Pa dátà bíráwúsínnì rẹ́ lóri kíkúrò

source: Delete card
yo: Pa káàdì rẹ̀

source: Delete collection
yo: Pa àkójọpọ̀ rẹ́

source: Deleted %1$s
yo: Ti párẹ́ %1$s

source: Deleted %s
yo: Ti parẹ́%s

source: Delete from history
yo: Parẹ́ kúrò nínú ìtan

source: Delete history
yo: Pa ìtàn rẹ́

source: Deleting browsing data…
yo: Ń pa dátà bíráwúsìnnì rẹ́…

source: Deleting selected folders
yo: Ń pa àwọn fóhúdà tí a yàn rẹ́

source: Deleting this tab will delete the entire collection. You can create new collections at any time.
yo: Pípa táàbù yí rẹ́ máa pa gbogbo àkójọpọ̀ náà rẹ́. O lè ṣẹ̀dá àwọn àkójọpọ̀ tuntun nígbàkúùgbà.

source: Deny
yo: Kọ̀

source: DENY
yo: KỌ̀

source: Deselect all
yo: Má yan gbogbo rẹ̀ mọ́

source: Desktop Bookmarks
yo: Àwọn búkúmaàkì dẹ́sítọpù

source: Desktop site
yo: Sáìtì dẹ́sítọọ̀pù

source: Details
yo: Ẹ̀kúnrẹ́rẹ́

source: Device name
yo: Orúkọ ẹ̀rọ

source: Device name cannot be empty.
yo: Orúkọ ẹ̀rọ ò lè jẹ́ òfìfo.

source: Disabled
yo: Májẹ̀ kí ó siṣẹ́

source: Disable private browsing
yo: Má ṣe ìgbàláyè fún bíráwúsìnnì ìkọ̀kọ̀

source: Disconnect
yo: Gé ìsopọ̀ kúrò

source: Discover more
yo: Ṣàwárí si

source: Dismiss
yo: Yọ kúrò

source: Dismiss find in page
yo: Kọ àwárí inú ojú-ìwé

source: Display notifications to you
yo: Ṣe àfihàn àwọn ìwífúnni sí ọ

source: Don’t allow
yo: Má fàyègbàá

source: Don’t save
yo: Má fi pamọ́

source: Don’t update
yo: Má sẹ ìsọdituntun

source: Download (%1$s)
yo: Ìgbàsílẹ̀ (%1$s)

source: Download completed
yo: Ìgbàsílẹ̀ ti parí

source: Download failed
yo: Ìgbàsílẹ̀ kùnà

source: Download files and read and modify the browser’s download history
yo: Ṣé ìgbàsílẹ̀ àwọn fáìlì kí o kà á kí o sì ṣàtúnṣe àwọn ìtàn bíráwúsà

source: Downloading and verifying add-on…
yo: Ṣíṣàgbàálẹ̀ àti ìjẹ́rìísí àfikún…

source: Download link
yo: Ṣe ìgbàsílẹ̀ líǹkì

source: Download paused
yo: Ìdádúró ráńpẹ́ fún ìgbàsílẹ̀

source: Downloads
yo: Àwọn ìgbàsílẹ̀

source: Downloads Removed
yo: Yọ àwọn ìgbàsílẹ̀ kúrò

source: Do you want to leave this site? Data you have entered may not be saved
yo: Ṣé o fẹ́ fi sáìtì yí sílẹ̀? Dátà tí o tẹ̀ lè má wá sí ní ìpamọ́
